Repository: LinTek/sof15
Catalog: tickle/locale/*/LC_MESSAGES/django.po
Languages: sv

source: purchased quantity
sv: köpt kvantitet

source: total quantity
sv: total kvantitet

source: purchased
sv: köpt

source: Yes
sv: Ja

source: No
sv: Nej

source: PID
sv: Personnummer

source: Name
sv: Namn

source: Product
sv: Produkt

source: Permissions
sv: Rättigheter

source: event
sv: evenemang

source: special nutrition
sv: speciella kostvanor

source: Created user accounts.
sv: Skapade användarkonto.

source: Create user accounts (if not existing)
sv: Skapa användarkonton (om icke existerande)

source: Reset and sent passwords.
sv: Nollställde och skickade lösenord.

source: Reset passwords
sv: Nollställ och skicka lösenord

source: Fetched KOBRA data.
sv: Hämtade data från KOBRA.

source: Fetch KOBRA data (use with caution)
sv: Hämta data från KOBRA

source: Generate email recipient list
sv: Generera mottagarlista för e-post

source: Add product to shopping cart...
sv: Lägg till produkter i varukorg...

source: Enter a valid LiU ID.
sv: Ange ett giltigt LiU-id.

source: Employee LiU IDs are not allowed.
sv: LiU-id:n för personal är inte tillåtna.

source: Student LiU IDs are not allowed.
sv: LiU-id:n för studenter är inte tillåtna.

source: Enter a valid Swedish personal identity number or YYMMDD-0000.
sv: Ange ett giltigt svenskt personnummer eller ÅÅMMDD-0000.

source: Co-ordination numbers are not allowed.
sv: Samordningsnummer är inte tillåtna.

source: Interim numbers are not allowed.
sv: Interimspersonnummer är inte tillåtna.

source: RFID card number
sv: RFID-kortnummer

source: Personal identity number
sv: Personnummer

source: Auto deliver products
sv: Produkter för autoutlämning

source: Must supply RFID number or PID.
sv: RFID- eller personnummer måste anges.

source: I accept that my personal information will be stored
sv: Jag accepterar att mina personuppgifter lagras

source: We store your personal information according to the regulations specified by the Swedish Personal Data Act (PUL) and will not share it with any third parties.
sv: Vi lagrar dina personuppgifter enligt PUL och kommer inte dela med oss av dem till någon tredje part.

source: Please specify LiU ID <em>or</em> email address.
sv: Vänligen ange LiU-id <em>eller</em> e-postadress.

source: LiU ID or email address
sv: LiU-id eller e-postadress

source: Swedish personal identity number in the format <em>YYMMDD-XXXX</em>. If you don't have one, enter <em>YYMMDD-0000</em>, where <em>YYMMDD</em> represents your birthday.
sv: Svenskt personnummer i formatet <em>ÅÅMMDD-XXXX</em>. Har du inget – ange <em>ÅÅMMDD-0000</em> där <em>ÅÅMMDD</em> representerar ditt födelsedatum.

source: This personal identity number is already registered. Please contact us if you think this is a mistake.
sv: Detta personnummer finns redan registrerat. Kontakta oss om du tror att det här är ett misstag.

source: Phone number
sv: Telefonnummer

source: Please specify LiU ID or personal identity number.
sv: Vänligen ange LiU-id <em>eller</em> e-postadress.

source: No person found with the entered LiU ID or email.
sv: Ingen person med LiU-id:t eller e-postadressen hittades.

source: discount eligibility
sv: rabattberättigande

source: discount eligibilities
sv: rabattberättiganden

source: holding
sv: ägandeskap

source: discount
sv: rabatt

source: order
sv: ordning

source: holding discount
sv: ägandeskapsrabatt

source: holding discounts
sv: ägandeskapsrabatt

source: product
sv: produkt

source: product discount
sv: produktrabatter

source: product discounts
sv: produktrabatter

source: content type
sv: innehållstyp

source: object id
sv: objekt-id

source: discounts
sv: rabatter

source: amount
sv: kronor

source: percent
sv: procent

source: Use decimal form, e.g. 0,25.
sv: Använd decimalform, t.ex. 0,25.

source: base discount
sv: basrabatt

source: base discounts
sv: basrabatter

source: Please specify amount or percent.
sv: Vänligen ange kronor eller procent.

source: student union
sv: studentkår

source: student union discount
sv: kårrabatt

source: student union discounts
sv: kårrabatter

source: people
sv: personer

source: personal discount
sv: personlig rabatt

source: personal discounts
sv: personliga rabatter

source: name
sv: namn

source: first name
sv: förnamn

source: last name
sv: efternamn

source: birth date
sv: födelsedatum

source: national identity code
sv: personnummerkod

source: Last 4 digits in Swedish national identity number.
sv: Sista 4 siffrorna i personnumret.

source: coordination number
sv: samordningsnummer

source: Designates if national identity number is a <em>samordningsnummer</em>.
sv: Markerar om personnumret är ett samordningsnummer.

source: LiU ID blocked
sv: spärrat LiU-id

source: magnet/barcode card number
sv: magnet-/streckkodskortnummer

source: phone number
sv: telefonnummer

source: email address
sv: e-postadress

source: Specify any special nutritional needs or habits.
sv: Ange speciella kostvanor eller -behov

source: other information
sv: annan information

source: Want us to know something else?
sv: Något annat vi behöver veta?

source: our notes
sv: våra anteckningar

source: Internal notes. Cannot be seen by this person.
sv: För internt bruk. Kan endast ses av organisationen.

source: Can view person
sv: Kan visa person

source: special nutritions
sv: speciella kostvanor

source: is active
sv: aktiv

source: is staff
sv: organisationskonto

source: user
sv: användarkonto

source: users
sv: användarkonton

source: category
sv: kategori

source: categories
sv: kategorier

source: events
sv: evenemang

source: public name
sv: publikt namn

source: description
sv: beskrivning

source: price
sv: pris

source: quantitative
sv: kvantitativ

source: Can you purchase more than one (1) of this product?
sv: Kan man äga fler än en (1) av denna produkt?

source: published
sv: publicerad

source: quota
sv: max antal

source: 0 means there is no quota limit.
sv: 0 innebär att det inte finns någon maxgräns.

source: transferable
sv: överlåtningsbar

source: products
sv: produkter

source: ticket type
sv: biljettyp

source: ticket types
sv: biljettyper

source: purchase
sv: köp

source: shopping cart
sv: varukorg

source: transferee
sv: mottagare

source: quantity
sv: kvantitet

source: holdings
sv: ägandeskap

source: timestamp
sv: tidstämpel

source: delivery
sv: leverans

source: deliveries
sv: leveranser

source: shopping carts
sv: varukorgar

source: valid
sv: giltigt

source: purchases
sv: köp

source: Add product
sv: Lägg till produkt

source: Special nutrition totals
sv: Totala specialkoster

source: Email recipients
sv: Mottagarlista för e-post

source: Copy the text in the box below and paste it into the TO, CC or BCC field of your email client.
sv: Kopiera texten i rutan nedan och klistra in den i BCC-fältet (kallas ibland 'hemlig kopia') i ditt e-postprogram.

source: Use the back button in your browser when done.
sv: Använd bakåt-knappen i din webbläsare när du är klar.

source: Full price
sv: Grundpris

source: Your price
sv: Ditt pris

source: Quantity
sv: Kvantitet

source: Remove
sv: Ta bort

source: No products in the shopping cart.
sv: Inga produkter i varukorgen.

source: Ticket transfer
sv: Biljettöverföring

source: %(holding.person.full_name)s wants to transfer a %(holding.product.public_name)s ticket to you. The invoice for the ticket will also be transferred to you. If you agree to this and want to complete the transfer, please follow the link below. You can also confirm the transfer from your profile.
sv: %(holding.person.full_name)s vill överföra en biljett (%(holding.product.public_name)s) till dig. Fakturan för biljetten kommer också att överföras till dig. Om du godkänner detta och vill slutföra överföringen, följ länken nedan. Du kan också godkänna eller neka överföringen från din profil.

source: Proceed with transfer
sv: Fortsätt till överföring

source: Tickets and gadgets
sv: Biljetter och prylar

source: Buy your tickets by adding to your shopping cart, then press <em>Proceed...</em>. Questions? Contact us at <a href="mailto:biljett@sof15.se">biljett@sof15.se</a>.
sv: Köp dina biljetter genom att lägga dem i din varukorg och sedan klicka på <em>Gå vidare...</em>. Frågor? Kontakta oss på <a href="mailto:biljett@sof15.se">biljett@sof15.se</a>.

source: Due to our tickets being strictly personal, you cannot buy more than one of most tickets.
sv: Eftersom våra biljetter är strikt personliga kan du inte köpa fler än en (1) av de flesta biljetter.

source: Tickets
sv: Biljetter

source: Add to cart
sv: Lägg i varukorg

source: There are currently no tickets available.
sv: Just nu finns det inga biljetter tillgängliga.

source: Gadgets
sv: Prylar

source: There are currently no gadgets available.
sv: Just nu finns det inga prylar tillgängliga.

source: Shopping cart
sv: Varukorg

source: Proceed...
sv: Gå vidare...

source: Close
sv: Stäng

source: Purchase terms
sv: Villkor för köp

source: Delivery
sv: Leverans

source: All ordered tickets will be delivered via email and will probably reach your inbox within a few minutes from purchase.
sv: Alla beställda biljetter levereras via e-post och når sannolikt din inkorg inom några minuter från köpet.

source: Payment
sv: Betalning

source: We handle payment via invoicing. You will receive an invoice within a few days from your purchase. The invoice will be delivered via email.
sv: Betalning sker på faktura som kommer till dig inom några dagar från köpet. Fakturan skickas via e-post.

source: Payment must be us at hand within 14 week days upon invoice reception.
sv: Betalning skall vara oss tillhanda inom 14 dagar från mottagandet av fakturan.

source: Refunds and transfer
sv: Återköp och överlåtning

source: Please observe <strong>we do not refund tickets</strong>. However, we normally allow transferring tickets to other people.
sv: Vänligen observera att vi <strong>inte köper tillbaka biljetter</strong>. Dock tillåter vi i vanliga fall överlåtelse av biljetter till andra.

source: Check that everything seems to be correct.
sv: Kontrollera att allt stämmer.

source: By clicking <em>Confirm purchase</em> you agree to these terms and confirm that the shopping cart above is correct.
sv: Genom att klicka på <em>Bekräfta köp</em> godkänner du dessa villkor och bekräftar att varukorgen ovan stämmer överens med vad du vill köpa.

source: Cancel
sv: Avbryt

source: Confirm purchase
sv: Bekräfta köp

source: Purchase completed
sv: Köp slutfört

source: Congratulations, you just purchased tickets for SOF 2015! You will receive the tickets via email shortly. The tickets can also be reviewed in your <a href="%(profile_url)s">profile</a>.
sv: Grattis, du har just köpt biljetter till SOF 2015! Du kommer alldeles strax få dina biljetter per e-post. De kan även ses i <a href="%(profile_url)s">din profil</a>.

source: You will receive an invoice for this purchase in a few days.
sv: Du får en faktura på köpet inom några dagar.

source: See you at SOF!
sv: Vi ses på SOF!

source: For a transfer to be possible the receiving person must have logged in on the site with their LiU ID or created an account. The other person have to confirm the transfer for it to complete. Before that it's still your ticket.<br> Discounts are personal and won't be transferred with the ticket. You're obligated to pay for any price difference that may occur.
sv: För att kunna överlåta en biljett måste mottagaren ha loggat in med LiU-id eller skapat ett konto. Mottagaren måste godkänna överföringen – innan dess är biljetten fortfarande din. Rabatter är personliga och kommer inte att överföras med biljetten.

source: Transfer
sv: Överför

source: Discounts
sv: Rabatter

source: Discounts are personal and will not be transferred with the ticket.
sv: Rabatter är personliga och kommer inte att överföras med biljetten.

source: The receiving person will get the discounts he or she is eligible for.
sv: Den mottagande personen kommer få de rabatter han eller hon själv är berättigad till.

source: Ownership
sv: Ägarskap

source: The ticket's ownership will change and you can not use the ticket after transferring it.
sv: Biljetten kommer helt att överföras och du kan inte använda den efter att överföringen slutförts.

source: Invoice
sv: Faktura

source: The invoice for the ticket will be transferred with the ticket.
sv: Fakturan för biljetten kommer att överföras tillsammans med biljetten.

source: By clicking <em>Transfer ticket</em> you agree to these terms and confirm that your ticket should be transferred.
sv: Genom att klicka på <em>Bekräfta köp</em> godkänner du dessa villkor och bekräftar att din biljett skall överföras.

source: Transfer ticket
sv: Överför biljett

source: By confirming you want this ticket to be transferred and you agree to pay for the invoice. You can't undo this purchase and the ticket is personal.
sv: Genom att godkänna att du vill att denna biljett ska överföras till dig går du med på att betala för dess faktura. Du kan inte häva detta köp och biljetten är personlig.

source: Confirm transfer
sv: Bekräfta överföring

source: Decline
sv: Neka

source: Transfere completed
sv: Överföring avslutad

source: The ticket has been transferred to you. You will be receiving the ticket via email shortly.
sv: Biljetten har överförts till dig. Du kommer snart få biljetten till din mejladress.

source: Transfer request sent
sv: Överföringsförfrågan skickad

source: You have asked for your ticket to be transferred and a mail has been sent to the other person. He or she will have to confirm the transfer before it's completed.
sv: Du har begärt att denna biljett ska överföras och ett mejl har skickats till mottagaren. Han eller hon måste godkänna överföringen innan den slutförs.

source: Turbo delivery
sv: Snabbutlämning

source: Search and deliver
sv: Sök och lämna ut

source: Please wait...
sv: Vänligen vänta...

source: Something went wrong...
sv: Något gick snett...

source: Delivered
sv: Utlämnad

source: Nothing to deliver to this person.
sv: Inget att lämna ut till denna person.

source: Historic deliveries
sv: Tidigare utlämnat

source: Added product to shopping cart(s).
sv: Produkten tillagd i varukorgarna.

source: An account has been created! You will receive an email in a few minutes with your account details. If not, please check your spam folder.
sv: Ett konto har skapats! Du kommer få ett mail inom några minuter med dina kontouppgifter. Om inte, kontrollera din skräppostmapp.

source: Your password has been changed. Please log in again.
sv: Ditt lösenord har ändrats. Vänligen logga in på nytt.

source: No student with the Liu ID %s was found.
sv: Ingen student med LiU-id %s hittades.

source: It's temporally not possible to retrieve information for LiU IDs.
sv: Det är tillfäligt inte möjligt att hämta information för LiU-id:n.

source: Please enter your personal information yourself.
sv: Vänligen fyll i dina personuppgifter själv.

source: Person not found.
sv: Personen kunde inte hittas.

source: Multiple people found.
sv: Flera personer hittades.

source: Product not available.
sv: Produkten är inte tillgänglig.

source: Sorry but %s is out of stock.
sv: Tyvärr är %s slutsålda.

source: Invalid quantity specified.
sv: Ogiltigt antal angivet.

source: You can only buy one %s product.
sv: Du kan bara köpa ett exemplar av produkten %s.

source: Add at least one product to your shopping cart before you try to make a purchase.
sv: Lägg till minst en produkt i din kundvagn innan du gör ett köp.

source: Transfer of %s has been canceled.
sv: Överföring av %s har avbrutits.
