Repository: LinTek/sof15
Catalog: invar/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Current
sv: Aktuell

source: Invalidated
sv: Makulerad

source: Replaced
sv: Ersatt

source: payment status
sv: betalningsstatus

source: Payed
sv: Betald

source: Overdue
sv: Förfallen

source: Overpayed
sv: Överbetald

source: Invoice sent.
sv: Faktura skickad.

source: Resend invoice (Used for lost invoices).
sv: Skicka faktura igen (Används för borttappade fakturor).

source: Invoices sent to %s.
sv: Faktura skickade till %s.

source: Email invoices
sv: Skicka fakturor per e-post

source: Invoice reminders issued.
sv: Påminnelser utfärdade.

source: Issue reminders
sv: Utfärda påminnelser

source: Invoices invalidated.
sv: Fakturor makulerade.

source: Invalidate invoices
sv: Makulera fakturor

source: matched
sv: matchad

source: Yes
sv: Ja

source: No
sv: Nej

source: receiver name
sv: mottagarens namn

source: receiver organisation
sv: mottagarens organisation

source: receiver PID
sv: mottagarens person-/organisationsnummer

source: receiver email address
sv: mottagarens e-postadress

source: issue date
sv: fakturadatum

source: due date
sv: förfallodatum

source: reminder issue date
sv: påminnelsedatum

source: reminder due date
sv: påminnelseförfallodatum

source: invoice
sv: faktura

source: invoices
sv: fakturor

source: timestamp
sv: tidsstämpel

source: replacement invoice
sv: ersättande faktura

source: invoice invalidation
sv: fakturamakulering

source: invoice invalidations
sv: fakturamakuleringar

source: invoice handle
sv: fakturakoppling

source: invoice handles
sv: fakturorkopplingar

source: handle
sv: koppling

source: personal invoice handle
sv: personlig fakturakoppling

source: personal invoice handles
sv: personliga fakturakopplingar

source: title
sv: titel

source: description
sv: beskrivning

source: quantity
sv: kvantitet

source: price
sv: pris

source: invoice row
sv: fakturarad

source: invoice rows
sv: fakturarader

source: holding
sv: ägandeskap

source: holding invoice row
sv: fakturarad för ägandeskap

source: holding invoice rows
sv: fakturarader för ägandeskap

source: amount
sv: belopp

source: reference
sv: referens

source: unique identifier
sv: unikt ID

source: transaction
sv: transaktion

source: transactions
sv: transaktioner

source: transaction match
sv: transaktionsmatchning

source: transaction matches
sv: transaktionsmatchningar

source: file name
sv: filnamn

source: import timestamp
sv: importerad

source: creation timestamp
sv: skapad

source: Import
sv: Importera

source: Product
sv: Produkt

source: Price
sv: Pris

source: Invoice
sv: Faktura

source: Amount to pay
sv: Belopp att betala

source: OCR reference number
sv: OCR-nummer

source: Bankgiro number
sv: Bankgironummer

source: Invoice issued
sv: Fakturadatum

source: Payment due
sv: Förfallodatum

source: Receiver
sv: Mottagare

source: Name
sv: Namn

source: Personal/Organisational identification number
sv: Person-/organisationsnummer

source: International payment info
sv: Information för internationella betalningar

source: Specification
sv: Specifikation

source: Quantity
sv: Kvantitet

source: Total
sv: Totalt

source: Questions? Something's not right? Please contact us by replying to this email.
sv: Frågor? Något som inte stämmer? Kontakta oss gärna genom att svara på det här mailet.

source: See you at SOF!
sv: Vi ses på SOF!

source: The SOF15 organisation
sv: SOF-organisationen 2015

source: Invoice invalidated
sv: Faktura makulerad

source: Your invoice has been invalidated. If you have already payed any money, we will contact you so that you can get your money back.
sv: Din faktura har makulerats. Om du betalat något på fakturan kommer vi snart höra av oss så du kan få tillbaka dina pengar.

source: invalidated
sv: makulerad

source: Invoice reminder
sv: Faktura/Påminnelse

source: Invoice amount
sv: Fakturasumma

source: Amount payed
sv: Erlagt belopp

source: Amount left to pay
sv: Kvar att betala

source: Reminder issued
sv: Påminnelsedatum

source: Reminder due
sv: Betalning oss tillhanda senast

source: Invoice change
sv: Fakturaändring

source: Your invoice has been changed. Please review the details below.
sv: Din faktura har ändrats. Vänligen kontrollera uppgifterna nedan.
